// © Copyright 2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Rengjøring av papirmating";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Avbryt";

CleaningConfirmationTitle = "Rengjøring av papirmating";
CleaningConfirmationBody = "Denne prosessen tar flere minutter. Det er normalt med mekaniske lyder under prosessen. Ikke avbryt prosessen. Klikk på OK for å fortsette.";
PaperFoundTite = "Papir funnet";
PaperFoundBody = "Fjern papiret fra papirskuffen før du fortsetter med rengjøring av papirmating. Klikk på OK for å fortsette.";
PapperFeedCleaningTitle = "Rengjøring av papirmating";
PaperFeedCleaningCompleteBody = "Rengjøring av papirmating er fullført.";

NotInitiatedTitle = "Rengjøring kunne ikke startes";
NotInitiatedMsg = "Rengjøringsprosedyren kunne ikke startes. Kontroller at skriveren er tilkoblet og at den ikke behandler noen jobber.";

HSDInfoTextFieldValue = "Denne prosedyren bør utføres når skriveren har problemer med å trekke inn papir. Hvis skriveren ikke trekker inn papir når det sendes en utskriftsjobb, vil denne prosedyren rengjøre en del inne i skriveren for å prøve å løse problemet.";
HSDGuideTextFieldValue = "Fjern papiret fra papirkurven før du starter rengjøring av papirmating. Klikk på Rengjør for å starte prosessen.";
HSDCleanButtonTitle = "Rengjør";

PaperFeedCancelingTitle = "Avbryter";
